Repository: wghdcm5m5w-sketch/ghost-club-lp
Catalog: app/TetsuLog/Resources/Localizable.xcstrings
Source language: ja
Languages: en, ko, zh_hans

source: iCloudにのみ保存されています
en: Stored only in your iCloud
ko: iCloud에만 저장됩니다
zh_hans: 仅保存在您的 iCloud 中

source: あなたの記録
en: Your Records
ko: 내 기록
zh_hans: 您的记录

source: ウォッチリスト
en: Watchlist
ko: 관심 목록
zh_hans: 关注列表

source: カメラで編成番号をスキャン
en: Scan formation number
ko: 편성 번호 스캔
zh_hans: 扫描编组编号

source: キャンセル
en: Cancel
ko: 취소
zh_hans: 取消

source: プライバシー
en: Privacy
ko: 개인정보
zh_hans: 隐私

source: まだ記録がありません
en: No records yet
ko: 아직 기록이 없습니다
zh_hans: 暂无记录

source: メモ
en: Note
ko: 메모
zh_hans: 备注

source: ラストラン
en: Last Run
ko: 라스트런
zh_hans: 最后运行

source: 乗車を終了して記録
en: End Ride & Save
ko: 승차 종료 후 저장
zh_hans: 结束乘车并保存

source: 乗車を開始
en: Start a Ride
ko: 승차 시작
zh_hans: 开始乘车

source: 乗車中
en: Riding
ko: 승차 중
zh_hans: 乘车中

source: 保存
en: Save
ko: 저장

source: 図鑑
en: Collection
ko: 도감
zh_hans: 图鉴

source: 地図
en: Map
ko: 지도
zh_hans: 地图

source: 廃線
en: Abandoned Lines
ko: 폐선
zh_hans: 废线

source: 形式
en: Class
ko: 형식
zh_hans: 车型

source: 接近アラート
en: Approach Alert
ko: 접근 알림
zh_hans: 接近提醒

source: 日時
en: Date & Time
ko: 일시
zh_hans: 日期时间

source: 編成
en: Formation
ko: 편성
zh_hans: 编组

source: 編成番号（任意）
en: Formation code (optional)
ko: 편성 번호 (선택)
zh_hans: 编组编号（可选）

source: 記録
en: Log
ko: 기록
zh_hans: 记录

source: 記録を追加
en: Add Record
ko: 기록 추가
zh_hans: 添加记录

source: 設定
en: Settings
ko: 설정
zh_hans: 设置

source: 路線名
en: Line
ko: 노선
zh_hans: 线路

source: 遭遇を記録
en: Log a Sighting
ko: 조우 기록
zh_hans: 记录遇见

source: 開始
en: Start
ko: 시작
zh_hans: 开始

source: 駅名
en: Station
ko: 역
zh_hans: 车站
